interfaces/src/main/resources/templates/RegistreerUitschrijving/02.00.0000/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:web="http://webservice.registreeruitschrijvingdienst-02_00.repertorium-02_00.vip.vlaanderen.be">
    <soapenv:Header/>
    <soapenv:Body>
        <web:RegistreerUitschrijving>
            <Verzoek>
                <Context>
                    <Naam>RegistreerUitschrijving</Naam>
                    <Versie>02.00.0000</Versie>
                    <Bericht>
                        <Type>VRAAG</Type>
                        <Tijdstip>
                            <Datum>2017-09-12</Datum>
                            <Tijd>08:59:34.773</Tijd>
                        </Tijdstip>
                        <Afzender>
                            <Identificatie>kb.vlaanderen.be/aiv/burgerloket-wwoom-mock</Identificatie>
                            <Referte>833dd928-ffc2-42fe-83d7-12e71d191f8d</Referte>
                            <Hoedanigheid>1300</Hoedanigheid>
                        </Afzender>
                    </Bericht>
                </Context>
                <Vragen>
                    <Vraag>
                        <Referte>833dd928-ffc2-42fe-83d7-12e71d191f8d</Referte>
                        <Inhoud>
                            <Uitschrijving>
                                <Identificatie>kb.vlaanderen.be/aiv/burgerloket-wwoom-mock</Identificatie>
                                <Hoedanigheid>1300</Hoedanigheid>
                                <INSZ>67021546719</INSZ>
                            </Uitschrijving>
                        </Inhoud>
                    </Vraag>
                </Vragen>
            </Verzoek>
        </web:RegistreerUitschrijving>
    </soapenv:Body>
</soapenv:Envelope>